tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

cask "corretto8"
cask "mysqlworkbench"
cask "sketch"
cask "postman"
cask "sourcetree"
cask "google-chrome"
cask "iterm2"
cask "dbeaver-community"
cask "dropbox"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-powerline-symbols"
cask "font-cascadia"
cask "font-d2coding"
cask "intellij-idea"
cask "macvim"
cask "karabiner-elements"
cask "tunnelblick"

brew "mas"
brew "python3"
brew "node"
brew "asciidoc"
brew "autojump"
brew "python"
brew "awscli"
brew "gnutls"
brew "cask"
brew "coreutils"
brew "curl"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "graphviz"
brew "grep"
brew "htop"
brew "ncdu"
brew "node"
brew "oath-toolkit"
brew "pandoc"
brew "ripgrep"
brew "socat"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tmux"
brew "w3m"

mas "LINE", id: 539883307
mas "KakaoTalk", id: 869223134
mas "Slack", id: 803453959
mas "Telegram Desktop", id: 946399090
mas "Jump Desktop (RDP, VNC, Fluid)", id: 524141863
mas "HyperDock", id: 449830122
mas "Microsoft Remote Desktop 10", id: 1295203466